<template >
  <div class="main">
    <h2>隐私政策</h2>
    <div class="content">
      <p>为切实保护望财用户隐私权益，优化用户体验，望财运营方根据现行法规及政策，制定本个人信息保护政策。 本个人信息保护政策将详细说明望财运营方在获取、管理及保护用户个人信息方面的政策及措施。本个人信息保护政策适用于望财运营方向您提供的所有服务，无论您是通过计算机设备、移动终端或其他设备获得的望财服务。</p>
      <p>请在使用我们的产品（或服务）前，仔细阅读并了解本《隐私政策》。</p>
      <p>对于本个人信息保护政策或相关事宜有任何问题，您可随时通过访问望财在线客服系统、望财官方服务账号或拨打我们的任何一部客服电话等多种方式与我们联系。</p>
      <p>本个人信息保护政策部分将帮助您了解以下内容：</p>
      <div class="box">
        <ul>
          <li>1、我们如何收集和使用您的个人信息</li>
          <li>2、我们如何使用 Cookie 和同类技术</li>
          <li>3、我们如何共享、转让、公开披露您的个人信息</li>
          <li>4、我们如何保护您的个人信息</li>
          <li>5、您的权利</li>
          <li>6、本政策如何更新</li>
          <li>7、如何联系我们</li>
        </ul>
      </div>
      <p>本个人信息保护政策是您使用望财服务及各项功能的基础性文件，我们希望您在使用望财服务前仔细阅读并明确您已经充分理解、接受本政策的内容，希望您可以根据自己的理解做出合适的选择。我们努力通过通俗的语言表述本个人信息保护政策中涉及的相关术语，以便您更好地理解。在我们更新本个人信息保护政策后（我们会及时提示您更新的情况）您继续使用我们的产品与/或服务，即意味着您同意本个人信息保护政策(含更新版本)内容，并且同意我们按照本个人信息保护政策收集、使用、保存和共享您的相关信息。</p>
      <p>本个人信息保护政策涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、个人电话号码等）；个人身份信息（包括身份证、军官证、护照、驾驶证、房产证等）；网络身份标识信息（系统账号、IP地址及与前述有关的密码等）；个人位置信息；网络身份标识信息（包括系统账号、IP地址及与前述有关的密码、密保）；个人财产信息（银行账号、鉴别信息(口令)、存款信息（包括资金数量、支付收款记录等）、房产信息、交易和消费记录、流水记录等；个人上网记录（指通过日志储存的用户操作记录，软件使用记录、点击记录等）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括行踪轨迹、精准定位信息、经纬度等）</p>
      <p>个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本个人信息保护政策中涉及的个人敏感信息包括：个人财产信息（包括银行账号、鉴别信息(口令)、存款信息（包括资金数量、支付收款记录等）、房产信息、交易和消费记录、流水记录等；个人身份信息（包括身份证、军官证、护照、驾驶证、社保卡、房产证等）；网络身份标识信息（包括系统账号及与前述有关的密码、口令等）；其他信息（包括个人电话号码、精准定位信息等）；</p>
      <p>望财深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，望财承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。</p>
      <p>在您使用望财前，我们会引导您阅读本协议，并在您接受本协议的基础上，获得您的相关个人信息。如果您不同意提供个人信息，您将无法使用望财的全部或部分功能和服务，或无法获得更个性化的功能，或无法参加某些活动，或无法收到我们的通知等。</p>
      <div class="box">
        <p>一、我们如何收集和使用您的个人信息</p>
        <ul>
          <li>1.1望财运营方仅会在出现下列情况时收集您的个人信息：
在您注册望财账号时，我们至少会收集您的手机号码、密码等等信息。若您以其他方式关联登录望财，我们会向关联第三方请求您的个人信息，对于我们要求但第三方无法提供的个人信息，我们仍可以要求您提供。如果您拒绝提供这些信息，将影响您使用望财或望财的相关功能。</li>
          <li>1.2 在您发送望财、使用望财提供的位置定位服务时，我们会收集您的位置信息、设备信息等。望财运营方保证在您的设备使用定位服务时不会收集其他无关信息。</li>
          <li>1.3 在您使用望财运营方提供的搜索服务时，我们会收集您的查询关键字信息、设备信息等，为了提供高效的搜索服务，这些信息有部分会暂时存储在您的本地存储设备之中。在此，您需要注意的是，您的关键词信息无法单独识别您的个人身份，其不属于您的个人信息，因此我们有权以其他的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息互有联系并可以识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本个人信息保护政策对其进行处理与保护。</li>
          <li>1.4 在您使用望财运营方提供的身份认证服务时，我们会收集您的姓名、身份证号、有关身份证明等信息，望财运营方对您的这些隐私信息会加以最大程度的保护，如果您不提供这些信息，我们将无法提供相关服务。</li>
          <li>1.5 望财运营方会收集您设备的具体位置信息为您提供您所在城市的有关资讯，望财运营方所收集的信息中不会涉及您设备的其他信息。</li>
          <li>1.6 当您在望财中使用第三方提供的服务时 ，望财运营方视为您允许第三方收集您的订单信息、支付信息等，如果您拒绝第三方在提供服务时收集此类信息，将可能会导致您无法在望财中使用第三方服务。</li>
          <li>1.7 基于对您信息的有效保护并且在您同意的基础上，我们会对收集到的您的信息进行去标签化处理，以保护您的信息安全。在此希望您了解并接受在不透露您个人信息的前提下，望财运营方有权对您的信息进行分析并予以商业化的利用。</li>
          <li>1.8 当您通过望财登录第三方应用时，第三方可能会通过望财获得您的个人昵称、头像等信息。如果您拒绝提供此类功能，您可以在望财相关设置中关闭。</li>
          <li>1.9 当涉及国家安全与利益、社会公共利益、与犯罪侦查有关的相关活动、您或他人生命财产安全但在特殊情况下无法获得您的及时授权、能够从其他合法公开的渠道、法律法规规定的其他情形下，望财运营方可能在不经过您的同意或授权的前提下，收集您的个人信息。
在某些特殊情况下，望财运营方会要求您提供相关证明等纸质版信息。在望财运营方收到您的纸质版信息的30天内，望财运营方会妥善处理您的信息并及时告知您。</li>
          <li>另，如在上述场景之外获得您的个人信息，将重新征得您的明示同意，并在获得您明示同意前向您充分说明应用场景与获取您相关信息的内容与范围。</li>
        </ul>
      </div>
      <div class="box">
        <p>二、我们如何使用Cookie和同类技术</p>
        <ul>
          <li>2.1 Cookie可以帮助APP辨认注册用户，计算用户数量，通常被各APP用来判定完成注册的用户是否已经实现登录。望财运营方承诺，对cookie信息的研究仅用于提升服务/产品质量及优化用户体验之目的。</li>
          <li>2.2 为了向您提供更好的服务或产品，望财运营方会在下述情形使用您的个人信息：</li>
          <li>2.2.1 根据相关法律法规的要求；</li>
          <li>2.2.2 根据您的授权；(或)所导致的您的损失不承担任何责任。</li>
          <li>2.2.3 根据望财相关服务条款、应用许可使用协议的约定。</li>
          <li>此外，您已知悉并同意：在现行法律法规允许的范围内，望财运营方可能会将您非敏感的个人信息用于市场营销，使用方式包括但不限于：望财运营方会使用您所提供信息在望财平台中向您展示或提供广告和促销资料，向您通告或推荐望财的服务或产品信息，以及其他此类根据您使用望财服务或产品的情况所认为您可能会感兴趣的信息。其中也包括您在采取授权等某动作时选择分享的信息。</li>
        </ul>
      </div>
      <div class="box">
        <p>三、我们如何共享、转让、公开披露您的个人信息</p>
        <ul>
          <li>3.1 未经您本人允许，望财运营方不会向任何第三方公开（包括共享、转让、公开披露等方式）您的个人信息，下列情形除外：</li>
          <li>3.1.1 望财运营方已经取得您的授权或同意；</li>
          <li>3.1.2 司法机关或行政机关基于法定程序要求望财运营方披露的；</li>
          <li>3.1.3 与我们的关联公司共享：您的个人信息可能会与望财的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</li>
          <li>3.1.4 与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，您在我们的APP上进行资产配置服务时，我们必须与资产端公司共享您的个人信息才能为您提供更好的资产配置服务。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</li>
          <li>3.1.5 望财运营方为维护自身合法权益而向用户提起诉讼或仲裁时；</li>
          <li>3.1.6 根据您与望财相关服务条款、应用许可使用协议的约定；</li>
          <li>3.1.7 在法律允许的范围内，为保障望财、望财用户以及社会公共利益免受损害时；</li>
          <li>3.1.8 符合您与其他第三人之间有关约定的；</li>
          <li>3.2 您可以向特定的对象发送您的照片、身份信息、位置信息等，也可以基于望财的服务向不特定人共享自己的照片、位置信息、身份信息等。当您因为您的共享行为导致您的信息发生泄漏等严重情况时，望财运营方不承担相关法律责任。</li>
          <li>3.3 随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。</li>
        </ul>
      </div>
      <div class="box">
        <p>四、我们如何保护您的个人信息</p>
        <ul>
          <li>望财运营方将尽一切合理努力保护其获得的用户个人信息。为防止用户个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，望财运营方已经并将继续采取以下措施保护您的个人信息：</li>
          <li>4.1 望财运营方采取的安全措施</li>
          <li>4.1.1 我们的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。</li>
          <li>4.1.2 通过采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。/或契约责任承担任何连带责任。望财平台亦无义务参与与理财产品协议交易资金划转及支付环节在内的任何理赔、纠纷处理等活动，相关事宜，由用户与提供理财产品交易服务的合作机构自行解决。</li>
          <li>4.1.3 在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、加密脱敏等多种数据脱敏技术增强个人信息在使用中安全性。</li>
          <li>4.1.4 设立严格的数据使用和访问制度，采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。</li>
          <li>4.1.5 采取专门的数据和技术安全审计，设立日志审计和行为审计多项措施。</li>
          <li>4.2 保护个人信息采取的其他安全措施</li>
          <li>4.2.1 通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。</li>
          <li>4.2.2 有数据安全部门，负责安全应急响应组织来推进和保障个人信息安全。</li>
          <li>4.2.3 加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</li>
          <li>4.3 个人信息安全事件的通知</li>
          <li>4.3.1 如发生个人信息引发的安全事件，望财运营方将第一事件向相应主管机关报备，并即时进行问题排查，开展应急措施。</li>
          <li>4.3.2 通过与全量用户发送通知提醒更改密码。还可能通过电话、短信等各种方式触达用户知晓，在望财公共运营平台运营宣传，制止数据泄露。</li>
          <li>4.4 尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但望财运营方仍然无法保证您的个人信息通过不安全途径进行交流时的安全性。因此，用户个人应采取积极措施保证个人信息的安全，如：定期修改账号密码，不将自己的账号密码等个人信息透露给他人。</li>
          <li>4.5 您知悉：望财运营方提供的个人信息保护措施仅适用于望财平台，一旦您离开望财，浏览或使用其他APP、服务及内容资源，望财运营方即没有能力及义务保护您在望财以外的APP提交的任何个人信息，无论您登录或浏览上述APP是否基于望财的链接或引导。</li>
          <li>4.6 网络环境中始终存在各种信息泄漏的风险，当出现意外事件、不可抗力等情形导致您的信息出现泄漏时，望财运营方将极力控制局面，及时告知您事件起因、望财运营方采取的安全措施、您可以主动采取的安全措施等相关情况。</li>
        </ul>
      </div>
      <div class="box">
        <p>五、个人信息的存储</p>
        <ul>
          <li>5.1 望财运营方会采取合适的安全措施和技术手段存储及保护您的个人信息，以防止丢失、被误用、受到未授权访问或泄漏、被篡改或毁坏。您的个人信息存放在有密码控制的位于中国境内的服务器中，访问均是受到限制的。当您需要跨境信息传输服务时，望财运营方会默认您继续使用中国境内的服务器。</li>
          <li>5.2 望财运营方会依照个人信息的不同等级存储不同期限，存储期限严格按照法律及相关法规规定，最低期限不少于6个月。</li>
          <li>5.3 根据本条款的规定，我们仅允许有必要知晓这些信息的望财运营方员工等第三方访问个人信息，并要求他们履行相应的保密义务。/或禁止用户进一步接入该等档案或服务。账号终止后，望财平台没有义务为您保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，望财平台亦不会就终止用户账户使用而对您或任何第三者承担任何责任。</li>
          <li>5.4 望财运营方如涉及向境外传输个人信息，将会向用户明确告知并征得同意。</li>
        </ul>
      </div>
      <div class="box">
        <p>六、您的权利</p>
        <ul>
          <li>6.1 当您完成望财的账号注册并进行合理和必要的身份验证后，您可以查阅、修改、删除您提交给望财运营方的个人信息。一般情况下，您可随时浏览、修改、删除自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的某些初始注册信息及验证信息。</li>
          <li>6.2 望财运营方始终将对您个人信息的保护放在首位，同时，望财运营方重视您对个人信息的关注。对于您的个人信息，您可以通过手机客户端等途径在线查询、修改、删除您的个人信息。, 望财平台保留追究相关使用人法律责任的权利。</li>
          <li>6.3 您有权自主更新或更正您的个人信息，或授权望财客服进行信息更新、更正。在您进行信息更新更正之前，我们会首先验证您的身份，其次才能进行信息的更正与更新。</li>
          <li>6.4 如果您对本个人信息保护政策或其中有关您个人信息的收集、使用、存储、保护等功能存在意见或建议时，您可以通过望财功能页面、或望财客户服务渠道反馈意见或投诉，望财运营方会在收到您意见及建议的第一时间将反馈信息回复给您。</li>
          <li>6.5 您可以通过关闭望财部分功能的方式阻止望财运营方获得您的个人信息，关闭部分功能之后，我们将无法向您提供相应的服务。</li>
          <li>6.6 您可以自主要求注销望财账号以保障望财运营方不再收集您的个人信息。您可以通过手机客户端注销账号，在您注销您的账号之前，望财运营方将验证您的个人身份、安全状态、常用设备等信息。您注销账号的行为是不可逆的行为，一旦您注销您的账号，望财运营方将即刻删除有关您账户的一切信息，并保证这些信息不会泄露，同时，您也无法通过已注销的账户获得望财相关产品的服务。</li>
          <li>6.7 如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</li>
          <li>6.8 对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</li>
          <li>6.9 在以下情形中，按照法律法规要求，我们将无法响应您的请求：</li>
          <li>6.9.1 与国家安全、国防安全直接相关的；</li>
          <li>6.9.2 与公共安全、公共卫生、重大公共利益直接相关的；</li>
          <li>6.9.3 与犯罪侦查、起诉、审判和判决执行等直接相关的；</li>
          <li>6.9.4 有充分证据表明您存在主观恶意或滥用权利的；</li>
          <li>6.9.5 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</li>
          <li>6.9.6 涉及商业秘密的。</li>
        </ul>
      </div>
      <div class="box">
        <p>七、本政策如何更新</p>
        <ul>
          <li>7.1 为给您提供更好的服务以及随着我们业务的发展，本个人信息保护政策也会随之更新。但未经您明确同意，我们不会削减您依据当前生效个人信息保护政策所应享有的权利。
我们会通过在APP、移动端上发出更新版本并在生效前通过APP公告或以其他适当方式提醒您相关内容的更新，以便及时了解最新的个人信息保护政策。</li>
          <li>7.2 对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信、私信或在浏览页面做特别提示等方式，说明个人信息保护政策的具体变更内容）。
本政策所指的重大变更包括但不限于：</li>
          <li>7.2.1 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</li>
          <li>7.2.2 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</li>
          <li>7.2.3 个人信息共享、转让或公开披露的主要对象发生变化；</li>
          <li>7.2.4 您参与个人信息处理方面的权利及其行使方式发生重大变化；</li>
          <li>7.2.5 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</li>
          <li>7.2.6 个人信息安全影响评估报告表明存在高风险时。</li>
        </ul>
      </div>
      <div class="box">
        <p>八、如何联系我们</p>
        <ul>
          <li>当您因为本政策的实施与望财运营方产生任何纠纷时，双方应首先协商友好解决；若不能协商解决，双方有权提交上海仲裁委员会，按照届时现行有效的仲裁规则进行仲裁裁决，仲裁裁决为终局裁决，对双方均有约束力。</li>
          <li>如果您对本个人信息保护政策有任何疑问，请您联系望财客服400-008-9508咨询，我们会及时解决您的问题。</li>
        </ul>
      </div>
    </div>
  </div>
</template>
<script>
  
</script>
<style lang='less' scoped>
  .main{
    padding:0.2rem;
  
    .content{
      margin-top: 0.3rem;
      >p{
        text-align:left;
        margin-top: 0.3rem;
        font-size:0.26rem;
        text-indent:2em;
      }
      .box{
        text-align: left;
        margin-top: 0.3rem;
        p{
          font-weight: 700;
          font-size:0.28rem;
        }
        ul{
          li{
            margin-top: 0.2rem;
          }
        }
      }
      .bot{
        margin: 0.3rem 0;
        text-align: right;
      }
    }
  }
</style>