<template >
  <div class="main">
    <h2>用户注册使用协议</h2>
    <div class="content">
      <p>重要须知：本协议是您（自然人或单一实体）与上海甦翔投资咨询有限公司签订的使用协议，约定您注册、使用上海甦翔投资咨询有限公司运营的“望财”APP平台的有关事宜，上海甦翔投资咨询有限公司及“望财”平台在下文中简称为“望财”或“平台”。望财在此特别提醒，用户（您）欲使用“望财”服务，必须事先认真阅读本服务条款中各条款，包括免除或者限制望财责任的免责条款及对用户的权利限制条款。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及(或)认可望财有权对本服务条款进行不时修改的权利，您应不使用或主动取消望财提供的服务。否则，您的任何对望财服务中的相关服务的登录、下载、查看、存储、手动、自动转发等使用行为将被视为您对本服务条款全部的完全接受，包括接受望财对服务条款随时所做的任何修改。</p>
      <p>望财不时发布的关于望财服务的各种规范、规则等也是本协议的一部分，您在使用本服务的同时即是对本协议、及各种规范、规则等所有条款的接收和遵守，以下简称服务条款或条款，这些服务条款可由望财随时更新，且毋须另行通知。如果您选择接受本条款，开通望财服务成为望财用户，即表示您同意接受协议各项条件的约束。</p>
      <div class="box">
        <p>第一条 平台服务内容</p>
        <ul>
          <li>数据解析服务是望财通过其客户端向用户提供的免费的服务，具体服务内容主要包括：</li>
          <li>a）集中管理多个网银、信用卡、公积金、证券账户、投资账户等，全面掌握自己的资产状况。</li>
          <li>b）根据账户中的信息提供个性化的服务，包括但不限于资产的多角度分析、信用卡账单提醒等。</li>
        </ul>
      </div>
      <div class="box">
        <p>第二条 用户的身份限制</p>
        <ul>
          <li>2.1 望财平台只接受持有有效身份证件的18周岁以上的具有完全民事行为能力的自然人成为望财平台注册用户。如您不具备上述资格，您应立即停止在望财平台的注册程序、停止使用望财平台服务，望财平台有权随时终止您的注册进程及望财平台服务，您应对您的注册给望财平台带来的损失承担全额赔偿责任，且您的监护人（如您为限制民事行为能力的自然人）应承担连带责任。</li>
          <li>2.2 在注册时和使用望财平台服务的所有期间，您应提供本人的真实、最新、准确、有效及完整的信息资料并保证自您注册之时起至您使用望财平台服务的所有期间，其所提交的所有资料和信息（包括但不限于联系电话、个人身份信息）有效性及安全性。</li>
          <li>2.3 若您提供任何不真实、不准确、不完整或过时的身份信息，或者望财平台有合理理由怀疑您所提供的信息为不真实、不准确、不完整或过时的，望财平台有权中止（或终止）向您提供服务，并拒绝您现在或未来使用望财平台服务之各项服务之全部或部分功能，对此望财平台不承担任何责任。同时，因此所产生的任何直接或间接的支出、损失、费用、处罚将由您来承担。若由于您未及时更新您信息，而导致本服务无法提供或望财平台服务的有关流程及操作发生任何错误，您不得以此为由采取其它不当行为，并将独立承担因此产生的所有责任和后果。</li>
        </ul>
      </div>
      <div class="box">
        <p>第三条 使用须知</p>
        <ul>
          <li>3.1 您不得利用望财平台或望财平台服务从事任何不符合中国法律法规或侵犯他人权益的活动。望财平台在发现您从事该等活动时，有权不经通知而立即停止您对望财平台的全部或部分功能的使用。</li>
          <li>3.2 在使用望财平台提供的任何服务的过程中，您不得发送、公布或展示任何垃圾、广告推销邮件、信息或其他可能违反中国法律法规及本协议的内容。望财平台在发现您从事该等活动或发布该等内容时，有权不经您同意而直接删除该等内容，并有权不经通知而立即暂停或停止您对望财平台的全部或部分功能的使用。</li>
          <li>3.3 您在注册时向望财平台提交的手机号码、用户名、密码是您在望财平台的唯一识别信息。您注册成功后应妥善保管，不得将注册的相关信息转让或授权给第三方使用，同时，您确认，使用您的用户名和密码登录望财平台后在望财平台的一切行为均视为代表您本人意志并由您承担相应的法律后果。如您因忘记密码或密码被盗向望财平台查询密码时，必须提供完全、正确的注册信息，否则望财平台有权本着为用户保密的原则不予告知。</li>
          <li>3.4 您发现有他人冒用或盗用您的用户名及密码或任何其他未经合法授权之情形时，应立即以有效方式通知望财平台，要求暂停相关服务。同时，您理解望财平台对您的请求采取行动需要合理期限，而在望财平台采取实际行动之前，您应对任何或所有由未经授权人士使用此服务或此服务被用作未经授权用途负责，望财平台对已执行的指令及(或)所导致的您的损失不承担任何责任。</li>
          <li>3.5 您保证合法使用望财平台提供的资讯或服务，遵守所有与望财平台服务有关的协议、规则和程序。未经望财平台事先书面授权，不使用任何非法手段擅自进入望财平台的未公开系统。</li>
          <li>3.6 您确认，望财平台有权基于合规性等方面的考虑以及司法机关和仲裁机构、行政机关、军事机关等有权机关的要求不时对您使用望财平台的服务设定相应的限制。您了解，平台的前述设定可能会对您造成一定不便，您对此没有异议。</li>
          <li>3.7 平台有权在必要时单方修改或变更本协议之内容，增加、减少、修改或变更各类规则，并将通过平台网站公布最新的服务协议及规则，变更后的协议及规则自公布时生效。若会员于任何修改或变更本条款后继续使用平台服务，则视为已认真阅读、充分了解并同意接受修改后之协议；若会员不同意部分或全部修改条款，则应主动停止使用与变更内容相关的平台服务，或与平台联系以另行达成新的协议。</li>
        </ul>
      </div>
      <div class="box">
        <p>第四条 用户信息的收集、使用及保护</p>
        <ul>
          <li>4.1 为了向您提供服务需要，依据相关法规规定，您同意望财平台在业务运营中收集和储存您的个人信息，该等信息包括但不限于（1）用户自行提供的个人基础信息，包括姓名、性别、身份信息、手机号码信息；（2）使用望财平台服务功能所必要的信息，包括您提供的网银、信用卡、公积金、证券账户、投资账户信息；（3）为用户提供服务之需收集的其他必要信息等。望财平台收集和储存您的上述个人信息的目的在于提高为您提供服务的效率和质量。</li>
          <li>4.2 您同意望财平台在业务运营中使用您的用户信息，用途包括但不限于（1）进行用户身份、信息核实；（2）出于提供服务的需要在望财平台公示您的相关信息；（3）向望财平台的合作机构（该合作机构仅限于望财平台为了完成拟向您提供的服务而合作的机构）提供您的用户信息；（4）由人工或自动程序对您信息进行评估、分类、统计分析、内部管理、研究；（5）使用您的用户信息以改进望财平台的推广；（6）使用您提供的联系方式与您联络并向您传递有关业务和管理方面的信息。（7）用于配合有权机关依职权调取证据材料。（8）通过人工或自动程序对会员的个人资料进行管理，审查平台会员的资料以防止会员在平台上进行欺诈等非法行为。</li>
          <li>4.3 为了改善产品的用户体验，望财APP会根据需要对产品的各功能使用情况进行统计，这些统计一般为应用使用时间、页面停留时间、访问次数，访问路径等，并且会对应用报错数据进行收集。通过分析统计数据可以帮助我们提高产品质量。</li>
          <li>4.4 为了对用户进行身份核验，保障用户登录安全，望财APP会记录用户使用设备的基础信息，包括国际移动设备标识、网络设备的物理地址、设备序列号、设备名称、设备品牌、设备机型、操作系统等。并且会记录用户地理位置信息、WIFI信息、基站信息等。这些信息将用于对用户唯一性的识别，防止恶意登录，保障用户账户安全。</li>
          <li>4.5 望财平台制定了严格的用户信息处理规则和必要技术措施保护用户的个人信息安全，确保用户信息不被滥用。除征得用户明确同意和法律法规另有规定或国家司法行政机关要求，望财平台不会向任何第三方提供或对外披露。</li>
          <li>4.6 为维护用户的合法权益，我们会将相关信息向相关机构或相对方进行共享。</li>
          <li>4.7 根据法律规定及合理商业习惯，在我们计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下我们需要接受来自其他主体的尽职调查时，我们会把用户的信息提供给必要的主体，但我们会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。</li>
          <li>4.8 如用户授权第三方向我们查询、采集您在望财APP的账户相关信息，我们有权在法律法规和您的授权许可范围内向第三方分享您账户的部分信息。</li>
          <li>4.9 望财平台可能会与第三方合作向用户提供相关的服务，在此情况下，如该第三方同意承担与望财平台同等的保护用户个人信息的责任，则您同意望财平台有权将用户的注册资料等个人信息提供给该第三方。</li>
          <li>4.10 在经过处理无法识别特定个人且不能复原的前提下，望财平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</li>
        </ul>
      </div>
      <div class="box">
        <p>第五条 免责声明</p>
        <ul>
          <li>5.1 除非另有书面协议约定，望财平台在任何情况下，对用户使用望财平台服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、收益损失等。</li>
          <li>5.2 用户信息主要由用户自行提供或发布，望财平台无法保证所有用户信息的真实、及时和完整，用户应对自己的判断承担全部责任。</li>
          <li>5.3 任何望财平台之外的第三方机构或个人所提供的服务，其服务品质及内容由该第三方自行、独立负责。</li>
          <li>5.4 望财平台仅向用户提供理财产品展示，本公司并非为理财产品购买协议的缔约方，不对理财产品购买协议的缔约方的任何口头、书面陈述或者向合作机构的线上信息之真实性、合法性做任何明示或暗示的担保，或对此承担任何连带责任，亦不对相关理财产品承诺收益或本金保障，或提供任何担保，不对相关合作机构及任何第三方的法定义务和/或契约责任承担任何连带责任。望财平台亦无义务参与与理财产品协议交易资金划转及支付环节在内的任何理赔、纠纷处理等活动，相关事宜，由用户与提供理财产品交易服务的合作机构自行解决。</li>
          <li>5.5 望财APP通过分析您提供的资产信息，为您提供的任何投资组合或资产管理建议，可能会因您的资产状况信息不实或不全或其他因望财APP了解、收集到的信息的有限性，而影响该建议的可操作性，故，相关建议仅为向您提供参考，请您结合您的实际情况，审慎做出采纳或不采纳的决定。</li>
          <li>5.6 因不可抗力或望财平台服务器死机、网络故障、数据库故障、软件升级等问题造成的服务中断和对用户个人数据及资料造成的损失，望财平台不承担任何责任，亦不予赔偿，但将尽力减少因此而给用户造成的损失和影响。</li>
          <li>5.7 因黑客、病毒或密码被盗、泄露等非望财平台原因所造成损失概由您本人自行承担。</li>
          <li>5.8 您须对您本人在使用望财平台所提供的服务时的一切行为、行动（不论是否故意）负全部责任。</li>
          <li>5.9 当司法机关、政府部门或其他监管机构根据有关法律、法规、规章及其他政府规范性文件的规定和程序，要求望财平台提供用户信息资料，望财平台对据此作出的任何披露，概不承担责任。</li>
        </ul>
      </div>
      <div class="box">
        <p>第六条 用户注销、暂停、终止或限制访问</p>
        <ul>
          <li>6.1 如果您决定不再使用望财平台服务时，向望财平台申请注销（或永久冻结）该用户账户，经望财平台审核同意后可正式注销您的用户账户。</li>
          <li>6.2 望财平台有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分用户服务（包括收费服务），并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。</li>
          <li>6.3 无论望财平台是否收费，只要您利用望财平台从事违法活动或者严重违反本协议的约定，望财平台可在不发出任何通知的情况下立即使您的账户无效，或撤销您的账户以及在您的账户内的所有相关资料和档案，和/或禁止用户进一步接入该等档案或服务。账号终止后，望财平台没有义务为您保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，望财平台亦不会就终止用户账户使用而对您或任何第三者承担任何责任。</li>
          <li>6.4 用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对其使用望财平台提供服务期间的行为承担可能的违约或损害赔偿责任，同时望财平台仍可保有用户的相关信息。</li>
        </ul>
      </div>
      <div class="box">
        <p>第七条 知识产权保护</p>
        <ul>
          <li>7.1 望财平台所有内容和服务，包括但不限于网站的整体结构、网页设计、文字、图片、图表、软件、视频文件、音频文件、源代码、广告以及望财平台为您提供的资产配置建议、投资组合建议、望财平台上展示的相关产品信息等信息或资料，其知识产权属望财平台所有。未经望财平台书面许可，任何人不得为了商业目的进行复制或者以其它方式进行非法使用。</li>
          <li>7.2 任何未经授权许可而使用望财平台内容的行为均属于违法行为, 望财平台保留追究相关使用人法律责任的权利。</li>
        </ul>
      </div>
      <div class="box">
        <p>第八条 保密条款</p>
        <ul>
          <li>8.1 对于望财平台用户在接受望财平台提供的服务过程中了解到的所有信息，包括但不限于望财平台业务信息资料、业务运营情况、商业秘密等，不得向任何第三人披露。</li>
          <li>8.2 除本协议另有约定外，望财平台须根据中国法律的规定对望财平台用户个人信息、资产情况和相关资料予以保密。</li>
        </ul>
      </div>
      <div class="box">
        <p>第九条 声明</p>
        <ul>
          <li>9.1 望财软件的所有权归望财。望财有权解释相关条款。</li>
          <li>用户同意：望财为了保障公司业务发展和调整的自主权，望财有权无需通知用户而随时修改、中止、中断或终止给用户提供的服务，若因望财的前述行为造成用户或他人损失的，望财无需承担任何赔偿等责任。</li>
        </ul>
      </div>
      <div class="box">
        <p>第十条 适用法律</p>
        <ul>
          <li>10.1 本服务条款的解释，效力及纠纷的解决，适用于中华人民共和国大陆地区法律、法规。若用户和望财之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交上海仲裁委员会按照届时现行有效的仲裁规则进行仲裁裁决，仲裁裁决为终局裁决，对双方均有约束力。</li>
        </ul>
      </div>
      <div class="box">
        <p>第十一条 其他</p>
        <ul>
          <li>11.1 用户对服务之任何部分或本服务条款的任何部分之意见及建议可通过客户服务部门与望财联系</li>
        </ul>
      </div>
      <div class="bot">
        上海甦翔投资咨询有限公司
      </div>
    </div>
  </div>
</template>
<script>
  
</script>
<style lang='less' scoped>
  .main{
    padding:0.2rem;
  
    .content{
      margin-top: 0.3rem;
      >p{
        text-indent:2em;
        text-align:left;
        margin-bottom: 0.3rem;
        font-size:0.26rem;
      }
      .box{
        text-align: left;
        margin-top: 0.3rem;
        p{
          font-weight: 700;
          font-size:0.28rem;
        }
        ul{
          li{
            margin-top: 0.2rem;
          }
        }
      }
      .bot{
        margin: 0.3rem 0;
        text-align: right;
      }
    }
  }
</style>